tap "aws/tap"
tap "databricks/tap"
tap "fujiwara/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jameswoolfenden/tap"
tap "jwt-rs/jwt-ui"
tap "k1low/tap"
tap "kayac/tap"
tap "koekeishiya/formulae"
tap "motemen/motemen"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "sqldef/sqldef"
tap "suzuki-shunsuke/tfcmt"
brew "actionlint"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "deck"
brew "direnv"
brew "duckdb"
brew "editorconfig-checker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "graphviz"
brew "htop"
brew "jq"
brew "jsonnet"
brew "jwt-cli"
brew "k6"
brew "lazygit"
brew "librist"
brew "mise"
brew "neovim"
brew "openvino"
brew "pandoc"
brew "perl"
brew "postgresql@15"
brew "pre-commit"
brew "sheldon"
brew "starship"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyd"
brew "watch"
brew "wget"
brew "ykman"
brew "yq"
brew "zig"
brew "hashicorp/tap/terraform-ls"
brew "k1low/tap/git-wt"
brew "kayac/tap/ecspresso"
brew "sqldef/sqldef/psqldef"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "ghostty"
cask "oktadeveloper/tap/okta"
cask "session-manager-plugin"
cask "wave"
vscode "42crunch.vscode-openapi"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anysphere.cursorpyright"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "charliermarsh.ruff"
vscode "databricks.databricks"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "geeksharp.openssl-configuration-file"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "remcohaszing.schemastore"
vscode "seatonjiang.gitmoji-vscode"
vscode "shopify.ruby-lsp"
vscode "sonarsource.sonarlint-vscode"
vscode "standard.vscode-standard"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "taichi.vscode-textlint"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "yinfei.luahelper"
vscode "zxh404.vscode-proto3"
go "cmd/go"
go "cmd/gofmt"
go "github.com/felixge/pprofutils/v2/cmd/pprofutils"
