tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "kayac/tap"
tap "nikitabobko/tap"
tap "oktadeveloper/tap"
tap "sqldef/sqldef"
brew "actionlint"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "duckdb"
brew "editorconfig-checker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "graphviz"
brew "htop"
brew "jq"
brew "jsonnet"
brew "jwt-cli"
brew "k6"
brew "lazygit"
brew "librist"
brew "mise"
brew "neovim"
brew "openvino"
brew "pandoc"
brew "perl"
brew "postgresql@15"
brew "pre-commit"
brew "sheldon"
brew "starship"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zig"
brew "hashicorp/tap/terraform-ls"
brew "k1low/tap/git-wt"
brew "kayac/tap/ecspresso"
brew "sqldef/sqldef/psqldef"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "ghostty"
cask "oktadeveloper/tap/okta"
cask "session-manager-plugin"
cask "wave"

go "cmd/go"
go "cmd/gofmt"
go "github.com/felixge/pprofutils/v2/cmd/pprofutils"
